export const RULES_LIST = [
  "ผู้เข้าร่วมกิจกรรมจะต้องโหวตชุดที่ชื่นชอบ พร้อมตอบคำถามให้ครบถ้วน",
  "จำกัดการเข้าร่วมโหวต 1 คน ต่อ 1 สิทธิ์ เท่านั้น",
  "ประกาศรายชื่อผู้โชคดีในวันที่ 17 สิงหาคม 2568 ผ่านทางเพจ Facebook: The Old Siam Plaza",
  "ผู้ได้รับรางวัลต้องชำระภาษีหัก ณ ที่จ่าย 5% ของมูลค่าของรางวัลที่ได้รับ ตามคำสั่งกรมสรรพากร ที่ ทป. 101/2544",
  "บัตรกำนัลสามารถใช้ได้ภายในศูนย์การค้า ดิ โอลด์ สยาม พลาซ่า เฉพาะร้านค้าที่ร่วมรายการ",
  "บัตรกำนัลมีอายุการใช้งานระหว่างวันที่ 1 สิงหาคม – 31 ตุลาคม 2568",
  "บัตรกำนัลไม่สามารถแลกเปลี่ยน หรือทอนเป็นเงินสดได้",
  "ทางบริษัทฯ ขอสงวนสิทธิ์ในการเปลี่ยนแปลงเงื่อนไข วิธีการ และของรางวัลโดยไม่ต้องแจ้งให้ทราบล่วงหน้า",
  "บริษัทฯ จะติดต่อกลับผู้โชคดีที่ได้รับรางวัลทุกท่านทางโทรศัพท์ ตามข้อมูลที่กรอกในหน้าลงทะเบียน หากไม่สามารถติดต่อได้ภายใน 15 วันทำการ บริษัทฯ ขอสงวนสิทธิ์ในการมอบรางวัล ให้กับผู้โชคดีในลำดับถัดไป โดยไม่ต้องแจ้งให้ทราบล่วงหน้า",
  "ผู้โชคดีต้องมีสัญชาติไทย ทั้งที่มีภูมิลำเนาในกรุงเทพมหานคร และต่างจังหวัด โดยผู้โชคดีต้องนำหลักฐานอันประกอบด้วยบัตรประจำตัวประชาชนตัวจริง และทะเบียนบ้าน พร้อมสำเนา มาเป็นหลักฐานในการรับของรางวัล กรณีผู้รับรางวัลอายุไม่ถึง 15 ปี จำเป็นต้องได้รับการอนุญาตในการรับรางวัลจากผู้ปกครองก่อนถึงจะมีสิทธิ์รับรางวัล",
  "ผู้โชคดีสามารถติดต่อขอรับรางวัลได้ที่ส่วนสำนักงานอาคาร ชั้น 2 ศูนย์การค้าดิ โอลด์ สยาม พลาซ่า",
  "ระยะเวลาเข้าร่วมกิจกรรม 29 มิถุนายน – 17 สิงหาคม 2568",
];

export const CAMPAIGN_ID = "cmce9i6hd000zpd08ut3ph3er";
